Tekla Open API Reference for Tekla Structures 2025
EnvironmentFiles Properties
The EnvironmentFiles type exposes the following members.
Properties
Name | Description
PropertyFileDirectories
 The directories where to look for property files.
Top
See Also
Reference
EnvironmentFiles Class
Tekla.Structures.Dialog.UIControls Namespace